{
    "projects": [ 
        {
            "description" : "Aplicativo de E-commerce desenvolvido para o supermercado Mambo. Atuei como líder técnico no projeto após indicar a tecnologia do Flutter. Neste, trabalhei no desenvolvimento, criação de tasks, escolhendo prioridades e delegando tasks. Primeira versão em 5 meses. Tecs: Flutter, MOBX, GETIT.",
            "images": [
                21
            ],
            "button" : "https://play.google.com/store/apps/details?id=br.com.app.mambodelivery" 
        },
        {
            "description" : "No aplicativo era possível ver informações de profile do jogador, listagem de partidas, jogadores com partida em andamento, itens e runas. Também tinha opções para ver o próprio perfil e o perfil de outros jogadores. Foi desenvolvido em flutter utilizando os dados da Riot e dados do site Data Dragon para as imagens. APP utilizado para aprender flutter.",
            "images": [
                1
            ],
            "button" : "https://github.com/HerrisonF/watch_summoner/tree/develop"
        },
        {
            "description" : "Aplicativo em Android utilizando o Firebase. Foi um APP para meu TCC. O aplicativo seguia a linha de momorização por repetição(Leitner), onde os usuários cadastravam perguntas e respostas para estudar posteriormente com o passar dos dias. O aplicativo usava o feedback do usuário em cada questão para calcular quais eram as perguntas que ele mais tinha dificuldade e apresenta-las com mais frequência para que usuário conseguisse memorizar.",
            "images": [
                10
            ],
            "button" : "http://luciene.pro.br/?p=58"
        },
        {
            "description" : "Participação no projeto MeuTecnico. Um aplicativo da Claro(NET) para auxiliar os técnicos em sua rotina. Com liberações de OS, rastreamento em escada, assinatura digital, entre outros.",
            "images": [
                14
            ],
            "button" : "https://play.google.com/store/apps/details?id=br.com.net.meutecnico"
        },
        {
            "description" : "Participação no Projeto de integração da CIP. O projeto consistia na integração de suas informações com utilização do OIC (Oracle Cloud Infrastructure).",
            "images": [
                15
            ],
            "button" : "https://www.cip-bancos.org.br/SitePages/Home.aspx"
        },
        {
            "description" : "Participação no Projeto LGPD da Claro. O portal consiste em atender à lei conforme os direitos de compartilhamento de informação do usuário. No site, participei como front-end com uso de REACT e Mondrian(Design System) e também ajustando as configurações de cookies em um serviço específico para isso, a OneTrust. POCs em mobile com uso do Flutter e consumo REST. ",
            "images": [
                17
            ],
            "button" : "https://www.claro.com.br/privacidade/politica-de-privacidade"
        },
        {
            "description" : "Participação no Projeto de migração do regionalizador da OI. Consistia em transferir o regionalizador do OIC Classic para um OIC mais atualizado. As tecnologias utilizadas foram Docker e Kubernetes para integrar ao OKE do OIC, e também Spring e OAuth2 para o backend. ",
            "images": [
                19
            ],
            "button" : "https://www.oi.com.br/"
        }
    ]
}